{
  "app.name": "Estateguru Tax",
  "app.description": "Easily calculate amount of tax to pay for Estateguru investments",
  "menu.home": "Home",
  "menu.about": "About",
  "hero.title": "Easily calculate amount of tax to pay for Estateguru investments",
  "hero.description": "Generate Estateguru statement CSV, upload it and use our tool to easily calculate the amount of income tax to pay for your Estateguru investments.",
  "form.file.label": "Drop file to attach, or click to browse",
  "form.file.errors.format": "Only CSV files are accepted.",
  "form.file.errors.structure": "The file structure is invalid. Ensure you use the valid CSV file generated from Estateguru.",
  "form.submit.label": "Calculate the Tax",
  "form.reset.label": "Reset",
  "calculation.card.title": "Your calculation",
  "calculation.card.description": "Here you can find the results of your calculation. You can download the calculation as a file.",
  "calculation.income.label": "Gross income",
  "calculation.deductions.label": "Deductions",
  "calculation.converted.label": "Income in PLN",
  "calculation.tax.label": "Tax to pay",
  "calculation.download.label": "Download CSV",
  "faq.title": "Frequently Asked Questions",
  "faq.gettingStatement.title": "How can I generate the Account Statement CSV?",
  "faq.gettingStatement.answer": "To generate the Account Statement CSV, log in to your Estateguru account, go to the Account Statement page, in the Statement Summary card select the appropriate time period and click the Download Detailed Report button.",
  "faq.calculationDetails.title": "How is the tax calculated?",
  "faq.calculationDetails.answer": "The tax is calculated based on the gross income and the deductions. The deductions are calculated as the sum of all the costs and losses incurred in the selected time period. The tax is calculated as the difference between the gross income and the deductions, multiplied by the tax rate.",
  "faq.deductions.title": "What are the deductions?",
  "faq.deductions.answer": "The deductions, which contain costs and losses, can be used to lower the net income and thus the amount of tax to pay. The costs include platform-specific fees, while losses are e.g. losses incurred by selling on the Secondary Market.",
  "faq.pricing.title": "How much does the Estateguru Tax Calculator cost?",
  "faq.pricing.answer": "The Estateguru Tax Calculator is free to use. It is an open source tool, which means that you can use it for free, and you can also improve it by contributing to the project on GitHub.",
  "faq.data.title": "Does the Estateguru Tax Calculator collect any data?",
  "faq.data.answer": "No. The Estateguru Tax Calculator does not collect any data about you, nor your investments. The data is not stored on our servers—it never leaves your browser, and it is not used for any other purpose than to calculate the tax.",
  "faq.related.title": "Is the Tax Calculator related to Estateguru?",
  "faq.related.answer": "No. The Estateguru Tax Calculator is not related to Estateguru. It is an independent tool created by a third party. Estateguru does not endorse the use of the Estateguru Tax Calculator, and it does not take any responsibility for the results of the calculations generated by the tool.",
  "footer.disclaimer": "Results rendered by the use of this tool should be treated as suggestions and are not guaranteed to be accurate calculations of the actual Estateguru investment income, nor the amount of income tax that ought to be paid. Always consult a professional accountant. The creator of this tool takes no responsibility for the calculations generated by the Estateguru Tax Calculator.",
  "footer.copyright": "© {year} Mateusz Ciszczoń/{fiLink}",
  "footer.oss": "Estateguru Tax Calculator is an open source tool. Feel free to improve it!"
}
