{
  "app.name": "Rozlicz Estateguru",
  "app.description": "Łatwo oblicz kwotę podatku dochodowego od zysków z inwestycji w Estateguru",
  "menu.home": "Start",
  "menu.about": "O kalkulatorze",
  "hero.title": "Łatwo oblicz kwotę podatku od zysków kapitałowych z inwestycji na platformie Estateguru",
  "hero.description": "Kalkulator podatkowy Estateguru pozwala na łatwe obliczenie kwoty podatku dochodowego od zysków z inwestycji w Estateguru. Wystarczy, że wgrasz plik CSV z historią inwestycji i kalkulator podatkowy Estateguru wyliczy kwotę podatku, którą należy zapłacić.",
  "form.file.label": "Upuść plik CSV lub kliknij, aby wybrać",
  "form.file.errors.format": "Nieprawidłowy format pliku. Obsługiwane są wyłącznie pliki CSV.",
  "form.file.errors.structure": "Nieprawidłowy format pliku. Upewnij się, że załączono właściwy plik wygenerowany wg instrukcji.",
  "form.file.errors.dates": "Plik zawiera transakcje z przedziału ponad {limit} dni. Kalkulator nie obsługuje tak długiego okresu. Wygeneruj plik dla maksymalnie {limit} dni.",
  "form.submit.label": "Oblicz podatek",
  "form.reset.label": "Od początku",
  "calculation.card.title": "Twoja kalkulacja",
  "calculation.card.description": "Poniżej znajdują się szczegóły obliczeń. Możesz pobrać plik CSV z historią inwestycji, aby przekazać go do swojego księgowego.",
  "calculation.income.label": "Całkowity przychód",
  "calculation.deductions.label": "Koszty i straty do odliczenia",
  "calculation.converted.label": "Dochód po przewalutowaniu",
  "calculation.tax.label": "Szacowana wysokość podatku",
  "calculation.download.label": "Pobierz kalkulację",
  "faq.title": "Często zadawane pytania",
  "faq.gettingStatement.title": "Gdzie mogę wygenerować deklarację Estateguru?",
  "faq.gettingStatement.answer": "Aby wygenerować plik CSV z deklaracją, zaloguj się na Estateguru, następnie w menu po lewej stronie wybierz `Account statement`. Na karcie `Statement summary` wybierz zakres dat z roku, dla którego chcesz wyliczyć podatek. Upewnij się, że filtrowane są wszystkie rodzaje transakcji. Po zastosowaniu filtrów, na karcie `Details` kliknij przycisk `Download detailed report` i wybierz format CSV.",
  "faq.calculationDetails.title": "Jak obliczany jest podatek?",
  "faq.calculationDetails.answer": "Wszystkie transakcje zawarte w pliku CSV są segregowane na kategorie: przychody oraz koszty. Następnie kalkulator pobiera oficjalne kursy walut publikowane przez NBP, aby obliczyć wartość każdej transakcji w złotówkach. Po przekonwertowaniu przychody oraz koszty są sumowane, a wynikowy dochód przemnażany jest przez wysokość podatku od zysków kapitałowych (19%).",
  "faq.deductions.title": "Czym są koszty i straty?",
  "faq.deductions.answer": "Istnieje możliwość odliczenia od dochodu kosztów i strat poniesionych wewnątrz platformy Estateguru, np. opłat za korzystanie z rynku wtórnego lub strat poniesionych za sprzedać inwestycji na rynku wtórnym. Kalkulator automatycznie rozpozna transakcje kosztowe i stratne, oraz pomniejszy dochód o ich wysokość.",
  "faq.pricing.title": "Ile kosztuje skorzystanie z Kalkulatora?",
  "faq.pricing.answer": "Absolutnie nic! To narzędzie zostało udostępnione całkowicie za darmo, aby pomóc osobom rozliczającym inwestycje z platformy Estateguru.",
  "faq.data.title": "Czy kalkulator podatkowy Estateguru zbiera moje dane?",
  "faq.data.answer": "Nie. Kalkulator podatkowy Estateguru nie zbiera żadnych danych. Wszystkie obliczenia są wykonywane po stronie klienta, czyli Twojego komputera. Wszystkie dane są przetwarzane lokalnie, bez wysyłania ich do serwera – nigdy nie opuszczają twojej przeglądarki.",
  "faq.related.title": "Czy Kalkulator jest powiązany z Estateguru?",
  "faq.related.answer": "Nie. Kalkulator podatkowy Estateguru nie jest powiązany w żaden sposób z platformą Estateguru, ani firmą za niego odpowiedzialną. Jest to niezależne narzędzie, które zostało stworzone przez jednego z użytkowników platformy.",
  "footer.disclaimer": "Wyniki uzyskane za pomocą tego narzędzia należy traktować jako sugestie i nie gwarantujemy, że będą dokładnymi obliczeniami rzeczywistego dochodu z inwestycji Estateguru ani kwoty podatku dochodowego, który należy zapłacić. Zawsze konsultuj się z profesjonalnym księgowym. Twórca tego narzędzia nie bierze odpowiedzialności za obliczenia generowane przez kalkulator podatkowy Estateguru.",
  "footer.copyright": "© {year} Mateusz Ciszczoń/{fiLink}",
  "footer.oss": "Kalkulator podatkowy Estateguru jest otwartoźródłowym oprogramowaniem. Możesz pomóc go rozwijać!"
}
